Repository: Coding-Web-Community/code4bytes
Catalog: 014-aLongTime/submissions/submission4/deps/timex/priv/translations/*/LC_MESSAGES/relative_time.po
Languages: es

source: last month
es: el mes pasado

source: last week
es: la semana pasada

source: last year
es: el año pasado

source: next month
es: el mes que viene

source: next week
es: la semana que viene

source: next year
es: el año que viene

source: this month
es: este mes

source: this week
es: esta semana

source: this year
es: este año

source: today
es: hoy

source: tomorrow
es: mañana

source: yesterday
es: ayer

source: %{count} day ago
es: hace %{count} día

source: %{count} hour ago
es: hace %{count} hora

source: %{count} minute ago
es: hace %{count} minuto

source: %{count} month ago
es: hace %{count} mes

source: %{count} second ago
es: hace %{count} segundo

source: %{count} week ago
es: hace %{count} semana

source: %{count} year ago
es: hace %{count} año

source: in %{count} day
es: en %{count} día

source: in %{count} hour
es: en %{count} hora

source: in %{count} minute
es: en %{count} minuto

source: in %{count} month
es: en %{count} mes

source: in %{count} second
es: en %{count} segundo

source: in %{count} week
es: en %{count} semana

source: in %{count} year
es: en %{count} año

source: last friday
es: el viernes pasado

source: last monday
es: el lunes pasado

source: last saturday
es: el sábado pasado

source: last sunday
es: el domingo pasado

source: last thursday
es: el jueves pasado

source: last tuesday
es: el martes pasado

source: last wednesday
es: el miércoles pasado

source: next friday
es: el viernes que viene

source: next monday
es: el lunes que viene

source: next saturday
es: el sábado que viene

source: next sunday
es: el domingo que viene

source: next thursday
es: el jueves que viene

source: next tuesday
es: el martes que viene

source: next wednesday
es: el miércoles que viene

source: this friday
es: este viernes

source: this monday
es: este lunes

source: this saturday
es: este sábado

source: this sunday
es: este domingo

source: this thursday
es: este jueves

source: this tuesday
es: este martes

source: this wednesday
es: este miércoles

source: now
es: ahora
